Revit 2027 API
StdPostedWarning Properties
The StdPostedWarning type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
StdPostedWarning Class
Autodesk.Revit.DB Namespace